{
  "about": "About",
  "experience": "Experience",
  "projects": "Projects",
  "portuguese": "Portuguese",
  "english": "English",
  "switch-language": "Switch language",

  "greetings1": "Hi, I'm Júlia",
  "greetings2": "a",
  "about-me-1": "I have been working with software development for over ",
  "about-me-2": " years. I work with Javascript, and the most diverse frontend technologies, such as React and Styled-components, always seeking to improve myself, whether in new technologies or those I already know. I love frontend, design, communicating with the team and I am always waiting for new challenges!",
  "frontend-developer": "Frontend developer",
  "graduating": "Graduating",
  "technologies-introduction": "See the technologies I use hovering + info in the cards",
  "ufsm": "Federal University of Santa Maria",
  "course": "Information Systems",
  "languages": "Languages",
  "show": "Show",
  "hide": "Hide",


  "experience-skills": "Experience & Skills",
  "about-drakkar": "A company specialized in agriculture and precision, in which I led the group and participated in the construction of the frontend of a web system (PWA) in the area of ​​people management that assists managers in making strategic decisions.",
  "about-cowmed": "A company that operates in animal monitoring, I was part of the frontend team, maintaining and migrating from jQuery to React the system that allows the monitoring of ruminants remotely.",
  "drakkar-period": "mar. 2020 - apr. 2021",
  "cowmed-period": "oct. 2018 - oct. 2019",
  "foraminifera-period": "System designed to predict foraminifera characteristics using neural network models.",
  "internship": "Internship",
  "writing": "Writing",
  "speaking": "Speaking",
  "reading": "Reading",
  "listening": "Listening",
  "all-technologies": "All technologies",

  "time-control-description": "System that allows parents to limit their children's access and playing time to Steam games. In this project I worked in all parts of the development of the web system.",
  "vacineme-description": "This system was made as a prototype for the town hall of my city, with the aim of helping with local vaccination.",

  "developed-by": "Developed by",
  "icons-made-by": "Icons made by",
  "and": "and",
  "from": "from",

  "construction": "Work in progress"

}